TRIGGERS = {'дуся', 'дуняша', 'дусь', 'дусэ', 'пирожок', 'тучка', 'любимая'}




data_set = {

#Приветствие

'привет': 'privet',
'как твои дела': 'privet1',
'как твое настроение': 'privet2',

#Подарки
'какой бы ты хотела подарок': 'podarok вот такой',
'что именно ты хочешь': 'tovar',
'какую сумку или портфель': 'tovarr вот смотри',
'еще варианты подарка': 'podarok1 вот',
'еще варианты подарков': 'podarok1 вот',
'а тут что ты хочешь': 'tovar1',
'а какую пижаму': 'tovar2 вот эту',

#Состояние+мороженое
'как ты': 'sostoyanie',
'что случилось':'sostoyanie1',
'какое мороженое':'sostoyanie2',
'какое мороженое ты хотела':'sostoyanie2',
'какое мороженое ты бы хотела':'sostoyanie2',
'давай закажем мороженое':'sostoyanie3',
'открой сайт с мороженым':'sostoyanie4 открываю',
'открой сайт с мороженого':'sostoyanie4 открываю',
'найди мороженое которое ты любишь':'sostoyanie5 секунду',
'найди мороженое которое тебе нравится':'sostoyanie5 секунду',
'я заказал':'sostoyanie6',
'я заказал мороженое':'sostoyanie6',
#Погода

'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather боишься замерзнуть?',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',

#Запуск приложений

#Ютуб
'запусти ютуб': 'youtube запускаю ютуб',
'хочу посмотреть ютуб':'youtube запускаю ютуб',
'включи ютуб':'youtube запускаю ютуб',
'хочу видяхи':'youtube запускаю ютуб с видяхами',

#Переход в бота
'запусти моего бота':'telegramm запускаю бота',
'запусти бота':'telegramm запускаю бота',
'открой бота':'telegramm запускаю бота',
'открой моего бота':'telegramm запускаю бота',

#Игры
'открой варкрафт':'battlenet запускаю варкрафт',
'запусти варкрафт':'battlenet запускаю варкрафт',
'открой овер':'battlenet запускаю овервотч',
'запусти овер':'battlenet запускаю овервотч',
'открой overwatch':'battlenet запускаю овервотч',
'запусти overwatch':'battlenet запускаю овервотч',
'открой стим': 'steam запускаю стим',
'запусти стим': 'steam запускаю стим',
'открой танки': 'tanki есть пробитие',
'запусти танки': 'tanki есть пробитие',

#Выключение
'выход': 'offBot',
'выключись': 'offBot Пока',
'отключись': 'offBot Пока друг',

#Сайты
'озон': 'ozon',
'открой озон': 'ozon',
'открой яндекс маркет': 'yandex',
'открой гос услуги': 'gosuslugi',
'открой госуслуги': 'gosuslugi',
'открой мои документы': 'moidoc',
}